{
  "casa": {
    "afuera": {
      "1": "En un lugar lejano, en un tiempo igual de lejano...",
      "2": "Cinco niños se preparan para iniciar una gran aventura,",
      "3": "listos para preparar un delicioso desayuno."
    },
    "cocina": {
      "1": "¡Vamos a jugar todo el día!",
      "2": "¡Pero primero debemos desayunar!",
      "3": "¡Sin duda! para iniciar bien el día",
      "4": "¿Que quieren comer equipo?",
      "5": "¡Quiero tortilla con queso y huevo!",
      "6": "¡Yo quiero frijoles con cuajada, y un trocito de carne!",
      "7": "¡También tenemos leche, naranja con pan y miel!",
      "8": "No quiero desayunar, no me siento con hambre"
    },
    "juego": {
      "1": "Elige entre las tres opciones",
      "2": "propuestas por tu equipo",
      "3": "puedes añadir unos cuantos extras",
      "4": "para darle más sabor o balancear tu desayuno",
      "5": "esto es opcional.",
      "6": "¡Felicidades has terminado el desayuno!"
    },
    "patio": {
      "1": "Ena: ¡La comida está servida!",
      "2": "Ena: gracias a todos por preparar la mesa",
      "3": "Ena: Luis, ¿puedes hacer los honores de dar un discurso?",
      "4": "Luis: Lo siento chicos, no puedo...",
      "5": "Luis: No me siento bien, mejor regreso a casa.",
      "6": "Luis ha salido del equipo temporalmente y va a su casa, el castillo.",
      "7": "Diego: Mmm, Luis ha estado comportándose muy raro",
      "8": "Diego: en estos últimos días, especialmente.",
      "9": "Ezer: lo he visto con menos ánimos, más lento y muy callado",
      "10": "César: Hoy lo vi tocándose mucho la panza",
      "11": "César: y parecía que algo le molestaba.",
      "12": "César: ¡No quiero ver a Luis así!",
      "13": "Ena: Debemos hacer algo, pero ¿qué podemos hacer?",
      "14": "Una nube de humo con un extraño olor frutal aparece.",
      "15": "Nutritón: ¡Yo sé lo que pasa con su amigo Luis!",
      "16": "Todos: ¡Ah! ¿Quién es usted?",
      "17": "Ena: ¿Y qué sabe sobre Luis?",
      "18": "Nutritón:¡Yo soy Nutritón el Gran Magus de la nutrición!",
      "19": "Nutritón: y Luis es una víctima más de un vil hechicero.",
      "20": "Nutritón: Al Pilori D'vaston, es el hechicero del caos y la desnutrición,",
      "21": "Nutritón: él ha hecho que Luis pierda el apetito",
      "22": "Nutritón: y prefiera comer alimentos malos,",
      "23": "Nutritón: por eso se encuentra desnutrido y con dolor de estómago.",
      "24": "Todos: ¡¿Ah?!",
      "25": "Diego: Eso explica su comportamiento en los últimos días.",
      "26": "Ena: ¿Qué podemos hacer para salvar a Luis?",
      "27": "Nutritón: Deben encontrar a Luis y combatir a Pilori",
      "28": "Nutritón: en el castillo del reino, ¡una gran aventura les espera!",
      "29": "Diego: ¡Salvemos a nuestro amigo, vamos a la aventura!",
      "30": "Todos: ¡Vamos!"
    }
  },
  "mapa": {
    "ayuda": {
      "1": "A lo largo del mapa, puedes moverte a los diferentes escenarios",
      "2": "siempre y cuando estén desbloqueados",
      "3": "¡utiliza las flechas de dirección para moverte a todos los puntos!"
    },
    "dialogo": {
      "1": "Nutritón: Olvidé mencionar que podrán seguir",
      "2": "el estado de Luis cada vez que retornen a este mapa.",
      "3": "Por cada nivel completado de manera exitosa,",
      "4": "podrán ver como su salud mejora,",
      "5": "¡Así que deben pasar todos los niveles y rescatar a su amigo!"
    }
  },
  "aldea1": {
    "casa_1": {
      "1": "Padre Ena: ¡Hola chicos y chicas!",
      "2": "Padre Ena: ¿A qué se debe esta maravillosa visita",
      "3": "Padre Ena: de mi Ena y sus amigos?",
      "4": "Ena: ¡Vamos a rescatar a Luis!",
      "5": "Padre Ena: ¡Asombroso! van a una nueva aventura. Y ya saben que",
      "6": "Padre Ena: como buenos aventureros no deben ir",
      "7": "Padre Ena: con el estómago vacío, ¿ya desayunaron?",
      "8": "Todos: ¡Sí, ya comimos!",
      "9": "Padre Ena: ¡Oh, muy bien! pero... ¿Qué tan balanceado fue su desayuno?",
      "10": "Con la pregunta todos los niños ponen una expresión confundida",
      "11": "Ena: No lo sabemos... ¿cómo saber si fue balanceado?",
      "12": "Padre Ena: Fácil mi querida Ena, solo deben ver",
      "13": "Padre Ena: que su desayuno contenga varios grupos alimenticios",
      "14": "Padre Ena: ¡Y que no se pasen con el azúcar y los alimentos fritos!",
      "15": "Diego: Señor Avena, ¿A qué se refiere con grupos alimenticios?",
      "16": "Padre Ena: Excelente pregunta Diego... creo que hay alguien",
      "17": "Padre Ena: esperándolos para explicarles eso mejor,",
      "18": "Padre Ena: así que hablen con los demás adultos en su camino",
      "19": "Padre Ena: y sabrán más sobre los grupos alimenticios.",
      "20": "Ena: ¡Vamos equipo! ¡Adiós papá!",
      "21": "Todos: ¡Adiós señor Avena!"
    },
    "casa_2": {
      "1": "Padre de César:  ¡Ah! César, habibi, yo pensé que volverías",
      "2": "Padre de César: a casa más tarde, ¿quieres pasar más",
      "3": "Padre de César: tiempo con tu padre o vienes por algo?",
      "4": "César: No papá, tranquilo. Solo pasamos porque el Señor Avena",
      "5": "César: nos dijo que visitemos a los demás adultos",
      "6": "Padre de César: oh! para conocer más sobre los grupos alimenticios",
      "7": "Padre de César: y el desayuno; ¡Ah, el desayuno!",
      "8": "Padre de César: ¿Ya comieron su desayuno?",
      "9": "Todos: ¡Sí! ya desayunamos",
      "10": "Padre de César: ¡Muy bien, eso me alegra!",
      "11": "Padre de César: recuerden que deben comer a tiempo todas sus comidas,",
      "12": "Padre de César: especialmente el desayuno, sino, no tendrán energías",
      "13": "Padre de César: para realizar sus aventuras",
      "14": "Padre de César: también recuerden la importancia de las meriendas.",
      "15": "Padre de César: Merienden una vez entre las comidas",
      "16": "Padre de César: ¡para dar el máximo de ustedes!",
      "17": "Todos: ¡Eso haremos!",
      "18": "Ena: Don Roz, ¿usted sabe algo sobre los grupos alimenticios?",
      "19": "Padre de César: ¡¿Oh?! Se algo, pero, pronto verán a alguien",
      "20": "Padre de César: con mayor dominio de ellos",
      "21": "Padre de César: así que continúen su camino",
      "22": "Ezer: seria bueno que nos dijera pero bueno, sera en otra ocasión",
      "23": "Todos: ¡Gracias, adiós Don Roz!"
    },
    "casa_3": {
      "1": "Madre Diego: ¡Hola niñas y niños! Me han contado ",
      "2": "Madre de Diego: que van en camino a una gran aventura.",
      "3": "Diego: ¡Así es mamá! Y tiene que ver con nuestra alimentación",
      "4": "Madre Diego: ¿Y ya les contaron sobre los grupos alimenticios",
      "5": "Madre Diego: para tener los nutrientes esenciales y la energía para el camino?",
      "6": "Todos: ¡No, aún no los conocemos!",
      "7": "Ena: Nos podría contar más sobre ellos Doña Centeno.",
      "8": "Madre Diego: ¡Con mucho gusto!... Cada alimento contiene una cantidad",
      "9": " de nutrientes esenciales (proteínas, vitaminas y minerales, entre otros)",
      "10": "y en relación a estos y su consumo diario puede ser agrupados",
      "11": "en uno de los cinco grupos alimenticios",
      "12": "César: ¿Y cuáles son los cinco grupos?",
      "13": "Madre Diego: Los cinco  grupos son: granos, frutas, lácteos,",
      "14": "vegetales y proteínas (carnes)",
      "15": "Ezer: ¿Es importante conocerlos todos?",
      "16": "Madre Diego: ¡Por supuesto! Todos ellos nos ayudan a tener comidas",
      "17": "nutritivas y balanceadas.",
      "18": "¡Conocer sobre los cinco grupos alimenticios les ayudará en su aventura!",
      "19": "Todos: ¡Wow, muchas gracias Doña Centeno!"
    },
    "casa_4": {
      "1": "Madre Ezer: ¡Oh! Pero si es todo el equipo Biotin visitandome,",
      "2": "Madre Ezer: y aquí está mi adorada hija Ezer",
      "3": "Ezer: ¡Ugh mamá!",
      "4": "Todos: ¡Hola Doña Trigo!",
      "5": "Madre Ezer: Díganme niños, ¿ya desayunaron?",
      "6": "Ena: ¡Así es!, aunque, no todos pudimos...",
      "7": "Madre Ezer: ¿No todos?...",
      "8": "Madre Ezer: Un momento, ¿Dónde está Luis?",
      "9": "Ena: Lo cap...",
      "10": "Diego: Se fue de regreso al castillo, no se sentía bien.",
      "11": "Ezer: Y ahora vamos a visitarlo.",
      "12": "Madre Ezer: ¡Qué bueno equipo! recuerden que el camino es largo,",
      "13": "Madre Ezer: beban suficiente agua de vez en cuando, o cuando se sientan con sed,",
      "14": "Madre Ezer: pero siempre procuren beber al menos ocho vasos al dia",
      "15": "Madre Ezer: es muy importante que se mantengan hidratados",
      "16": "Madre Ezer: ¡y salúdenme a Luis cuando lo vean!"
    },
    "casa_5": {
      "1": "Hombre: Hola equipo Biotin, saben... he estado leyendo un libro sobre ",
      "2": "Hombre: un grupo de niños que vivieron una aventura para salvar, a su pueblo,",
      "3": "Hombre: obtuvieron ayuda para lograrlo, eran cinco niños",
      "4": "Hombre: como ustedes",
      "5": "César: ¿Y había un mago en la historia?",
      "6": "Hombre: ¡Hasta conejo-pájaros había!",
      "7": "Todos: ¡¿Ah?!"
    },
    "aldea2": {
      "Nutritón": {
        "1": "Nutritón: Equipo, siento la magia de Al Pilori en esta aldea",
        "2": "Nutritón: ¡La comida! El hechicero del caos y la desnutrición ha hecho",
        "3": "Nutritón: que toda la comida flote y este' en el cielo de la aldea",
        "5": "Ena: ¿Qué hacemos para recuperarla?",
        "6": "Nutritón: Creo que esta será una buena oportunidad",
        "7": "Nutritón: para aprender más sobre los alimentos sanos y ejercitarse un poco.",
        "8": "Nutritón: Tomen este tazón mágico,y  con él, podrán recolectar la comida saludable",
        "9": "Nutritón: para los aldeanos. ¡espero que tengan buen brazo para tirar!"
      },
      "modal": {
        "1": "¡Es hora de balancear tus comidas!",
        "2": "Ayuda a los niños de la aldea a obtener los mejores alimentos",
        "3": "para una nutrición balanceada.",
        "4": "Utiliza las flechas de dirección para mover el tazón y",
        "5": "seleccionar un rumbo donde puedas recuperar la mayor cantidad de alimentos",
        "6": "para que todos tengan un desayuno lleno y balanceado.",
        "7": "¡¿Estás listo?!"
      }
    },
    "bazar": {
      "comerciante_1": {
        "1": "Comerciante: ¡Bienvenidos, Bienvenidos todos al gran bazar Sharqii!",
        "2": "Comerciante: El lugar donde se encuentra todo de este mundo y de otros",
        "3": "Comerciante: ¿Qué los trae por aquí pequeños aventureros?",
        "4": "César: Estamos en camino a salvar a nuestro amigo",
        "5": "Comerciante: ¡Oh! me temo que no podrán hacerlo,",
        "6": "Comerciante: la salida al otro lado fue sellada por un poderoso hechicero",
        "7": "Comerciante: y no hay manera de abrirla, lo mejor es que regresen a sus casas",
        "8": "Comerciante: así como yo que ¡ya me voy! jijijiji",
        "9": "César: ¿Qué hacemos? no podemos abandonar a Luis",
        "10": "Diego: Pero si lo que el comerciante dijo es cierto, no podemos salir",
        "11": "Nutritón: Esperen equipo, hay magia alrededor del bazar",
        "12": "Nutritón: ¡Ya sé que es! Lo que deben buscar son cinco piezas que representan",
        "13": "Nutritón: los cinco grupos alimenticios, visiten todas las tiendas y encuentren las piezas.",
        "14": "Ezer: ¡Más fácil decirlo que hacerlo! ",
        "15": "Ena: ¡Vamos equipo no tenemos tiempo que perder!"
      },
      "comerciante_2": {
        "discurso": {
          "1": "Comerciante: Buenas, buenas, pasen adelante mis niños,",
          "2": "Comerciante: vengan y lleven sus cereales,",
          "3": "Comerciante: vengan y lleven sus granos",
          "4": "Comerciante: para una buena dieta, uno de los grupos alimenticios",
          "5": "Comerciante: más ricos y necesarios para una buena salud.",
          "6": "Comerciante: Aprovechen la fibra, y vitaminas,",
          "7": "Comerciante: buenas para una mejor digestión del organismo",
          "8": "Comerciante: y que dan mucha energía a su cuerpo."
        },
        "alimentos": {
          "1": "Ahhh maíz, muy buena elección, lleno de vitaminas A,B y C,",
          "2": "para fortalecer todo el cuerpo y delicioso si se come cocido.",
          "3": "¡Oh, avena! la reina de los cereales, con todo tipo de vitaminas,",
          "4": "buena para todo, yo la prefiero comer en hojuelas con un poco de leche.",
          "5": "Veo que la quínoa les llamó la atención, llena de muchas proteínas,",
          "6": "buenísima para mantener la circulación sana, ¿les parece comerla cocida?",
          "7": "Arroz, que más puedo decir de él ya lo conocen, lleno de energía,",
          "8": "su agua es muy buena para la piel, yo acostumbro a comerlo frito.",
          "9": "Y los amados frijolitos, llenos de mucho hierro y vitaminas, sirven",
          "10": "para mejorar todo el sistema circulatorio, ¡deliciosos tomarlos en sopa!",
          "11": "has encontrado una de las piezas para abrir la salida del bazar"
        }
      },
      "comerciante_3": {
        "1": "Comerciante: Frutas, las frutas, lleve sus frutas…",
        "2": "Comerciante: a ver mis príncipes y princesas, ¿Qué van a llevar?",
        "3": "Comerciante: tenemos sandía, manzanas, bananos, mangos ¡y más!",
        "4": "Comerciante: todas abundantes en agua, vitaminas, minerales,fibras",
        "5": "Comerciante: y otros compuestos, buenísimas para el cuerpo,",
        "6": "Comerciante: lleve la fruta que lleve no le va a ir mal, todas son",
        "7": "Comerciante: riquísimas y deliciosas."
      },
      "alimentos": {
        "1": "una rica sandía, ¡la fruta que es buena para todo! incluyendo el cansancio,",
        "2": "bananos, perfectos para una buena digestión.",
        "3": "limoncitos para combatir la gripe,",
        "4": "No se olviden de llevar sus naranjas ",
        "5": "Comerciantes:  para disfrutar de un delicioso jugo",
        "6": "Comerciante:  en su desayuno, lleno de vitamina C"
      }
    },
    "comerciante_4": {
      "discurso": {
        "1": "Comerciante: ¿Van a querer queso? lleven su queso, lleven su queso...",
        "2": "Comerciante: hay queso seco, quesillo, cuajada, queso de cabra",
        "3": "Comerciante: también tenemos lechita, yogurt y crema ¡todo delicioso!",
        "4": "Comerciante: les aseguro que son buenas y ricas fuentes de calcio y proteinas",
        "5": "Comerciante: para tener huesos y músculos fuertes y sanos",
        "6": "Comerciante: ¿Qué van a llevar tiernos y tiernas?"
      },
      "alimentos": {
        "1": "¡Lleven su leche de vaca calientita! Que nunca les falte en su desayuno",
        "2": "un alimento esencial para el desarrollo y crecimiento de todos los niños.",
        "3": "Acompañen sus comidas con el delicioso sabor del queso, que les ayuda",
        "4": "en la salud de sus huesos y dientes, por su alto contenido de calcio.",
        "5": "Oh pero si me dejan, también les recomiendo acompañar su día",
        "6": "con uno de mis alimentos favoritos ¡el yogurt! rico en proteínas, calcio y vitaminas",
        "7": "¡Animense a probarlo, les encantará!"
      }
    },
    "comerciante_5": {
      "discurso": {
        "1": "Comerciante: ¡Vengan, vengan! Que aquí tenemos carne de calidad",
        "2": "Comerciante: traída directamente del bosque de carnes,",
        "3": "¡Tenemos de todo tipo: pollo, cerdo, res y embutidos!",
        "4": "y no se me olvida también que tenemos huevitos.",
        "5": "Lleven su carne, llena de proteínas y minerales, para un cuerpo saludable",
        "6": "aunque ¡recuerden comerla con moderación! ",
        "7": "¿cuántas libras de cada carne me van a comprar?"
      },
      "alimentos": {
        "1": "Ya han probado el espectacular sabor de unos huevitos cocidos en el desayuno,",
        "2": "¡mmm deliciosos! y acompañados de mortadela frita",
        "3": "Recuerden la calidad de la proteína del huevo",
        "4": "es la mayor de cualquier alimento integral",
        "5": "la carne de res nos proporciona mucha energía para los músculos,",
        "6": "y con eso ¡disfrutar las actividades de nuestro día!"
      }
    },
    "comerciante_6": {
      "discurso": {
        "1": "Comerciante: ¡Verduras! las verduras más frescas que encontrarán en el bazar",
        "2": "Comerciante: sacadas de las mejores granjas de todo Al Mohren, ¡hasta el rey las compra! ",
        "3": "comerciante: tenemos verduras: verdes, rojas, blancas, cafés,",
        "4": " y de muchos colores, todas llenas de vitaminas y minerales,",
        "5": "no pueden equivocarse con llevarse una, todas les hacen bien a su cuerpo",
        "6": "y ¡son deliciosas, deben llevarlas!"
      },
      "alimentos": {
        "1": "Me imagino que piensan en huevitos revueltos para su desayuno, pero no se olviden",
        "2": "de acompañarlos con unas deliciosas hojitas verdes como las de la espinaca",
        "3": "¡el complemento ideal para fortalecer sus huesos!",
        "4": "una ensaladita de tomate, un gran nutriente para ayudar al cuido",
        "5": "de nuestra piel y nuestro pelo.",
        "6": "Ahh, Veo que la chiltoma llamó su atención, es una verdura hermosa",
        "7": " por sus diferentes colores, fibras y vitaminas",
        "8": "la zanahoria alimento esencial para el buen funcionamiento",
        "9": "de nuestra visión, no se olviden de acompañar sus comidas con ella"
      }
    },
    "despues": {
      "1": "Nutritón: ¡Muy bien equipo, ya tienen todas las piezas!",
      "2": "Nutritón: Ahora solo deben juntarlas y estas tomarán la forma de un plato,",
      "3": "Nutritón: esa es la llave principal, así podrán abrir la puerta y salir del bazar.",
      "4": "Ena: ¡Que emoción! solo ponemos esto aquí y ¡listo!",
      "5": "Nutritón: Excelente equipo, sigamos así"
    }
  },
  "valle": {
    "previo": {
      "1": "Ezer: ¿Dónde conseguiste esa red Diego?",
      "2": "Diego: En el bazar, estaba en oferta en una de las tiendas ¿por qué?",
      "3": "Ezer: Mmm por nada... ¡estamos en una aventura para salvar a Luis y compras eso!",
      "4": "Diego: Ya lo veras mi intuición me dice que la vamos a necesitar.",
      "5": "Ena: Amigos no discutamos, ya estamos cerca de la ciudad,",
      "6": "Ena: solo debemos pasar por el valle.",
      "7": "Ena: ¡Sigamos adelante!"
    },
    "durante": {
      "1": "Nutritón: ¡Equipo, estén atentos!",
      "2": "Nutritón: siento la presencia de alimentos malos de Al Pilori",
      "3": "Nutritón: Mmm… parece ser que todavía pueden ser salvados",
      "4": "Nutritón: Diego, esa red que tienes nos será útil",
      "5": "Diego: ¡Ja! ¡Te lo dije Ezer! ",
      "6": "Nutritón: Usando la red deberán atrapar a los alimentos malos",
      "7": "Nutritón: y con mi magia me encargare de transformarlos en opciones más sanas",
      "8": "Nutritón: ¡Buena suerte y éxito equipo!"
    }
  },
  "espacio": {
    "portal": {
      "1": "Ena: ¡¿Qué es eso?!",
      "2": "Ezer: No sé qué sea pero no me gusta, ¡nadie se acerque a eso!",
      "3": "Diego: parece ser ¿un agujero negro?",
      "4": "Nutritón: No, es un portal hacia el espacio,",
      "5": "Nutritón: el alcance del caos de Al Pilori parece ir hasta allá",
      "6": "Nutritón: pero tengo buenas noticias, allí existe un laboratorio",
      "7": "Nutritón: que combina alimentos en una barra nutritiva máxima,",
      "8": "Nutritón: con ella podremos curar a Luis",
      "9": "César: ¿Cómo vamos a sobrevivir en el espacio, Nutritón?",
      "10": "Nutritón: No se preocupen que con mi protección no habrá problemas",
      "11": "Ena: Bien, ya escucharon a Nutritón, ¡vamos por la barra!",
      "12": "Todos: ¡Vamos!"
    },
    "rio": {
      "1": "Todos: ¡Wow!",
      "2": "Diego: ¿Así que este es el espacio?",
      "3": "Ena: Es bonito, tranquilo y lleno",
      "4": "Ezer: quisiera que miráramos un poco más el lugar pero...",
      "5": "Ezer: ¿Por qué hay un río de leche acá?",
      "6": "César: ¡vamos contra corriente!",
      "7": "Todos: ¡Remen!",
      "8": "Ena: ah... no tenemos más fuerza, vamos al asteroide que está cerca",
      "9": "Ena: ahí pensamos que hacer"
    },
    "asteroide": {
      "1": "Nutritón: Equipo han hecho bien en llegar a este asteroide",
      "2": "Nutritón: aquí se encuentra una fuente de poder que les permitirá",
      "3": "Nutritón: navegar en el río en cualquier dirección.",
      "4": "¡Han adquirido Leche espacial",
      "5": "los huesos y músculos del equipo ahora son más fuertes!",
      "6": "Ena: ¡Ahora si podemos navegar en el río!"
    },
    "islote": {
      "1": "Una represa de mantequilla bloquea el camino",
      "2": "Ena: No podemos avanzar más, debemos encontrar una manera de cruzar",
      "3": "Diego: Vamos a esa gran isla y pensamos qué hacer",
      "4": "Ezer: Uff, llegamos... que tranquilo es este lugar y ¿esas son casas?",
      "5": "Diego: Se llaman tipis, y están hechas de centeno",
      "6": "Diego: ¿Quién vivirá en este lugar?",
      "7": "Ezer: Podemos resolver este misterio después de saber cómo cruzar",
      "8": "Ezer: y salvar a Luis, juntos vendremos acá en una próxima aventura",
      "9": "Ena: Chicos, he estado pensando... que eso no es más que mantequilla",
      "10": "Ena: ¿Qué tal si la calentamos para que se derrita?",
      "11": "Ezer: Pero ¿con qué vamos a calentarla? ¡estamos en el espacio!",
      "12": "César: Veo una luz fuerte en ese islote de pan de abajo!",
      "13": "Diego: ¿Será fuego?",
      "14": "Ena: Bueno, parece que tenemos una pista de cómo calentarla",
      "15": "Has ganado fuerza en tus piernas, ahora puedes saltar más alto",
      "16": "Has adquirido Flama Ovica",
      "17": "Diego: De las cosas que he visto esta es una de las más raras",
      "18": "Diego: Una flama hecha de huevo, ¡Que increíble!"
    },
    "lab": {
      "1": "Has llegado al laboratorio Besin",
      "2": "Ena: ¡Este lugar se ve como si fuera del futuro!",
      "3": "Diego: Es extraño y me da una sensación de que",
      "4": "Diego: no debemos tocar las cosas ¡César no toques nada!",
      "5": "César: ¡Está bieeen!",
      "6": "Por favor ingrese los ingredientes para la barra",
      "7": "César: ¿Ingresar ingredientes?",
      "8": "Ezer: ¡Vamos! no estés jugando… agrega los ingredientes.",
      "9": "Iniciando creación de súper barras de cereal",
      "10": "Todos: ¡Wow, parece magia!",
      "11": "Proceso terminado, barras de cereal listas",
      "12": "Has recibido tres súper barras",
      "13": "Ena: Listo, con esto podremos hacer que Luis se recupere rápido",
      "14": "Ezer: ¡Regresemos a la Tierra lo más pronto posible!",
      "15": "César: No quiero pasar por ese portal, ¡me da mucho miedo!",
      "16": "Diego: Llénate de valor, no tenemos otra forma de regresar",
      "17": "Ena: ¡Sigamos equipo!"
    }
  },
  "ciudad": {
    "previo": {
      "1": "El portal transporta a todos a la ciudad real de Mohren",
      "2": "exactamente sobre un caballero...",
      "3": "Caballero y niños: ¡Ahhh!",
      "4": "Todos: ¡ay!",
      "5": "Ezer: Nutritón, ¡¿Por qué no nos dijiste que íbamos a caer así?!",
      "6": "Nutritón: Lo siento equipo, no estaba claro del lugar en donde el portal",
      "7": "Nutritón: los iba a transportar.",
      "8": "Ena: Al menos solo fue una caída leve, aunque me preocupa más",
      "9": "Ena: la persona sobre la que caímos, ¿se encuentra bien Señor caballero?",
      "10": "Caballero: ¡No se preocupen, mi armadura me protege! jajaja",
      "11": "Caballero: más bien yo debo preocuparme por ustedes, ¿todos se encuentran bien?",
      "12": "Diego: Eso parece, algo de dolor por la caída pero nada grave.",
      "13": "Caballero: Muy bien, ahora... ¡¿me pueden contar como cayeron del cielo?!",
      "14": "Los niños le cuentan todo el camino de aventuras que han recorrido",
      "15": "Caballero: ¡Me están diciendo que Al Pilori hizo todo esto!",
      "16": "Caballero: Al Pilori, el hechicero del Rey, es difícil de creer, pero...",
      "17": "Ezer: Espere un momento... ¡¿Cómo que es el hechicero del Rey?!",
      "18": "Caballero: Sí, lleva unas cuantas semanas como hechicero del Rey",
      "19": "Diego: ¡Todo esto explica cómo logró capturar fácilmente a Luis!",
      "20": "Ena: ¡Tenemos que apresurarnos!",
      "21": "Caballero: Lo siento niños, pero hay un Troll descontrolado bloqueando",
      "22": "Caballero: el camino al castillo, y por lo que me contaron parece ser",
      "23": "Caballero: obra de Pilori",
      "24": "Ena: No se preocupe, tenemos a alguien que nos ayudará a pasar esto."
    },
    "durante": {
      "1": "Nutritón: Mmm..., si, ese Troll está bajo el control de Al Pilori debemos combatirlo",
      "2": "Nutritón: con comida sana. ¡Por suerte! tenemos unas súper barras extras, denle una",
      "3": "Nutritón: y el hechizo de Al Pilori se romperá, después de todo",
      "4": "Nutritón: los trolls son criaturas inteligentes y pacíficas.",
      "5": "Has intentado darle una súper barra al Troll, este la rechaza",
      "6": "¿tal vez al Troll no le gusta lo saludable?",
      "7": "Mujer: Ese troll solo come dulces y frituras,",
      "8": "Mujer: debería llamarse Desnutroll en lugar de Troll,",
      "9": "Mujer:  tengan cuidado niños, no se acerquen a él, que ya ha capturado a varias personas",
      "10": "Has adquirido envoltura de chocolate",
      "11": "¿Deseas envolver la súper barra en la envoltura de chocolate?",
      "12": "Has creado una barra disfrazada",
      "13": "Al darle la barra de cereal disfrazada al Troll",
      "14": "el hechizo de Al Pilori se desvanece, ¡el Troll está libre!",
      "15": "Troll: Eh, ¿Qué hago aquíz? ¿Por qué no estoy en mi cuevaz?",
      "16": "Nutritón: Mi estimado Troll, un hechicero malvado te había hechizado",
      "17": "Nutritón: pero has sido liberado y puedes irte tranquilo a tu casa.",
      "18": "Caballero: ¡No sin antes liberar a la gente que capturó!",
      "19": "Troll: ¿Gentez? yo solo recuerdo tomar dulces y frituras que se movíanz",
      "20": "Ena: ¡Seguramente eso era parte del hechizo!",
      "21": "Nutritón: Sí, parece que le hacía ver a las personas como comida",
      "22": "Nutritón: y solo tomaba a aquellas que comían más de lo que a él le gusta",
      "23": "Troll: Lo sientoz... devolveré a las personas capturadas, y me iré a mi cuevaz",
      "24": "Caballero: Muy bien Troll, te hare unas preguntas y luego podrás irte.",
      "25": "Diego: ¡Problema resuelto!",
      "26": "Ena: Equipo, ya estamos cerca del castillo ¡apresurémonos!"
    }
  },
  "castillo": {
    "previo": {
      "1": "Ena: ¡Uff...uff... llegamos! Nutritón, ¿sabes dónde se encuentra Luis?",
      "2": "Nutritón: ¡Sí, tengo una idea! Debemos apresurarnos, Al Pilori está con él",
      "3": "Todos corren siguiendo a Nutritón a través del castillo,",
      "4": "hasta llegar al taller de alquimia de Al Pilori D'vaston."
    },
    "lab": {
      "1": "Ena: ¿Qué es este lugar? No sabía que el castillo tenía esta habitación.",
      "2": "César: ¡Miren allí está Luis!",
      "3": "Todos: ¡Luis!",
      "4": "Nutritón: ¡Niños cuidado!",
      "5": "Pilori: Jijiji, como siempre Nutritón, arruinando mi diversión.",
      "6": "Ezer: ¡Libera a Luis en este instante!",
      "7": "Pilori: jajaja, ¿piensas que puedes obligarme?",
      "8": "Nutritón: Con mi ayuda lo lograrán",
      "9": "Pilori: Muy bien, miremos que pueden hacer equipo Biotin, jijiji",
      "10": "Nutritón te transfiere parte de sus poderes de nutrición,",
      "11": "Combate a Al Pilori para debilitarlo y liberar a Luis...",
      "12": "¡Has vencido al Hechicero del caos y desnutrición Al Pilori D'vaston!",
      "13": "Pilori: ¡Agh, nooo! Nutritón y el equipo Biotin pagarán, esto no",
      "14": "Pilori: es lo último que sabrán de mí.",
      "15": "Nutritón: ¡Equipo apresúrense Luis necesita nutrirse pronto!",
      "16": "Por fin logras alimentar a Luis con una súper barra,",
      "17": "pero esta no tiene efecto...",
      "18": "Ezer: ¿Qué pasa que no está funcionando?",
      "19": "Pilori: Jijiji, ¡les dije que no sería lo último que sabrían de mí!",
      "20": "¡Estoy dentro de su amigo! y ningún alimento sano funcionará mientras yo esté aquí",
      "21": "Nutritón: ¡Esto es serio! equipo los reduciré de tamaño, así podrán ir",
      "22": "al interior del cuerpo de Luis, deben apresurarse, no sé qué más daños",
      "23": "puede causar Al Pilori dentro, ¡buena suerte y cuídense!"
    },
    "cuerpo": {
      "1": "Has llegado al estómago de Luis",
      "2": "Pilori: ¿Así que vinieron hasta acá?",
      "3": "Pilori: Entonces… creo que está bien mostrarles mi verdadera apariencia.",
      "4": "Al Pilori muestra su forma natural de virus Pilori Masakh",
      "5": "César: ¡Ahh! un monstruo, ¡Al Pilori es un monstruo!",
      "6": "Diego: De todo lo que hemos pasado esto es lo más feo",
      "7": "Ezer: ...gulp",
      "8": "Ena: ¡Ahh!",
      "9": "Pilori: ¡хйхйхйхйх! ¡Арргг!",
      "10": "Nutritón: ¡No teman, aunque se vea temible cuentan conmigo!",
      "11": "Nutritón: y con la energía y los nutrientes necesarios de",
      "12": "Nutritón: la súper barra de cereales que todavía está en el estómago de Luis.",
      "13": "Nutritón ¡Úsenla contra Al Pilori y lo derrotaran!",
      "14": "Ena: ...v-va-vamos equipo!",
      "15": "Todos: ¡Vamos!",
      "16": "Debes recuperar las vitaminas y todos los nutrientes que se encuentran",
      "17": "en el estómago de Luis, una vez recolectados, debes tirarlos a Pilori Masakh",
      "18": "cuando abra la boca, para poder combatir contra el virus.",
      "19": "¡Has derrotado a Pilori Masakh y salvado a Luis!",
      "20": "Pilori vuelve a su forma normal",
      "21": "Nutritón: Tómense todos de las manos, y que alguien toque a Pilori,",
      "22": "Nutritón: no podemos dejarlo dentro de Luis.",
      "23": "Todo el equipo junto con Al Pilori regresan del cuerpo de Luis"
    }
  },
  "epílogo": {
    "lab": {
      "1": "Ena: ¿Todos están bien?",
      "2": "Ezer: Podría estar mejor, pero si estoy bien.",
      "3": "Diego: Yo estoy bien.",
      "4": "César: ¡Sí!",
      "5": "Nutritón: Muy bien, Al Pilori es tiempo de que pases encerrado.",
      "6": "Nutritón saca un cristal azul y mete a Al Pilori dentro de él.",
      "7": "Ena: ¿Cuánto tiempo pasará aprisionado?",
      "8": "Nutritón: ¡Lo suficiente hasta que aprenda su lección!",
      "9": "Diego: Espero que no pueda salir de ahí.",
      "10": "Ezer: ¡No! ahora que dijiste eso, seguro que escapara algún día...",
      "11": "Nutritón: Jajaja, Ezer te aseguro que no escapará.",
      "12": "Nutritón: Ahora que todo está bien, denle la última súper barra a Luis",
      "13": "para que recupere toda la energía perdida.!",
      "14": "Todos! Si!"
    },
    "fin": {
      "1": "Un día después...",
      "2": "Ena: Es tiempo de preparar lo que no pudo comer Luis ayer",
      "3": "El platillo que seleccionaste al inicio es preparado otra vez",
      "4": "Nutritón: ¡Eso se ve delicioso!",
      "5": "Caballero: Sí que está delicioso también, ¡mis felicitaciones queridos amigos!",
      "6": "Nutritón: Ahora Señor Troll, debe comer, y quitarse esos malos hábitos",
      "7": "Troll: ¡Bahz! Está deliciosoz, pero ¡quería dulcesz!",
      "8": "Todos: jajaja",
      "9": "Nutritón: Creo que todos aprendieron ayer y hoy lo importante",
      "10": "Nutritón: que es el mantener un buen desayuno balanceado",
      "11": "Diego: Sin él, no podríamos haber logrado completar nuestra aventura",
      "12": "Ena: Aunque tampoco lo hubiéramos logrado sin su ayuda Nutritón",
      "13": "César: Yo creo que alguien más nos ayudó en nuestra aventura...",
      "14": "Ena: ¡Cierto, tienes mucha razón!",
      "15": "Todos: ¡Gracias por Jugar y aprender!"
    }
  }
}
